"appName" = "Inlaider (cs)";


"popup.command.placeholder.typeACommand" = "Zadejte příkaz...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Zadejte příkaz nebo stiskněte Enter pro zavření...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Zadejte příkaz nebo stiskněte Enter pro vložení výsledku";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — přepne na editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — přepne na příkazový řádek";
"popup.shortcut.clearCanvas" = "⌘⌫ vymaže editor";
"popup.shortcut.copyCanvas" = "⌘C zkopíruje obsah editoru";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C nebo Enter zkopíruje obsah editoru";
"popup.shortcut.enterPaste" = "Enter vloží do";
"popup.shortcut.esc" = "Esc zavře do";

"show" = "Zobrazit";
"about" = "O programu";
"quit" = "Ukončit";
"close" = "Zavřít";
"cancel" = "Zrušit";
"save" = "Uložit";
"ok" = "OK";
"settings" = "Nastavení";
"copied" = "Zkopírováno";

"settings.section.general.title" = "Obecné";
"settings.accessibility.title" = "Přístupová oprávnění";
"settings.accessibility.description" = "Toto oprávnění je vyžadováno pro automatické čtení vybraného textu a vložení zpracovaného výsledku zpět do původního textového pole.\nBez přístupu bude aplikace používat schránku pro přenos dat.";
"settings.inlaiderShortcut.label" = "Klávesová zkratka pro Inlaider";
"settings.LaunchAtLogin.label" = "Spustit při přihlášení";

"settings.section.ownAPIKeys.title" = "Vlastní API klíče";
"provider.apiKey.title" = "API klíč";
"provider.apiKey.placeholder" = "Zadejte API klíč zde";
"provider.models.title" = "Modely";
"provider.models.new.placeholder" = "Přidat název modelu";

"settings.section.customPrompts.title" = "Vlastní prompty";
"prompts.general.title" = "Obecný prompt";
"prompts.replacements.title" = "Náhrady promptů";
"prompts.replacements.replaceWhat.label" = "Nahradit";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Za prompt";
"prompts.replacements.error.exists.message" = "Náhrada příkazu '%@' již existuje.";

"about.ThirdPartyLicenses" = "Licence třetích stran";
"about.VisitOnGithub" = "Zobrazit na GitHubu";
"about.version" = "Verze %@";

"error.title" = "Chyba";
